# Загальне завдання
# Написати програму, яка реалізує функцію для обчислення за
# індивідуальним варіантом.
# Функцію необхідно викликати для кількох різних значень та вивести
# результати на екран.
# Індивідуальні завдання
# 9) Написати функцію для переведення дюймів у сантиметри.


def inches_to_cm(inches: int | float) -> float:
    return inches * 2.54


if __name__ == "__main__":
    print(f"{inches_to_cm(5)    = }")
    print(f"{inches_to_cm(10.5) = }")
    print(f"{inches_to_cm(6.69) = }")
    print(f"{inches_to_cm(18.0) = }")
